IDEA Open Model
SteelSetupAUS.FrictionCoefficientPboltDefault Method
Compatible with IDEA StatiCa Beta 20.0
 Friction Coefficient Pbolt Default
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public override double FrictionCoefficientPboltDefault()
Public Overrides Function FrictionCoefficientPboltDefault As Double
Return Value
Type: Double
[Missing <returns> documentation for "M:IdeaRS.OpenModel.SteelSetupAUS.FrictionCoefficientPboltDefault"]
See Also
Reference
SteelSetupAUS Class
IdeaRS.OpenModel Namespace